[
    {
      "id": 0,
      "name": "Сумеречная Искорка",
      "gender": "female",
      "type": "Alicorn",
      "img": "https://i.postimg.cc/kG80c6mt/twilight-sparkle-flying-off-by-andoanimalia-dchpvqp-fullview.png",
      "cutie-mark": "Шестиконечная звезда и пять звёзд по кругу",
      "town": "Кантерлот",
      "location": "Городская библиотека",
      "description": "Единорог сиреневого цвета, с гривой синего цвета и розово-фиолетовыми полосками. Бывшая лучшая ученица Принцессы Селестии, главная героиня сериала. Жила в Кантерлоте, где обучалась под опекой принцессы, но переехала в Понивилль, где сейчас работает в качестве библиотекаря и продолжает своё обучение. Искорка регулярно поддерживает переписку с её учительницей. До конца четвёртого сезона проживала в городской библиотеке вместе с юным драконом Спайком и филином Совой. К сожалению, в последней серии четвёртого сезона библиотека была полностью уничтожена Лордом Тиреком, но, к счастью, позже на её месте появился Замок Радужного Королевства, в котором теперь она и проживает. Сумеречная Искорка представляет элемент магии. После серии «Загадочное волшебное лекарство» превратилась в аликорна и была награждена званием принцессы, став таким образом четвёртым аликорном из уже известных Принцессы Селестии, Принцессы Луны и Принцессы Каденс. "
    },
    {
        "id": 1,
        "name": "Эпплджек",
        "gender": "female",
        "type": "Earth",
        "img": "https://i.postimg.cc/X7b89Fjj/137661.jpg",
        "cutie-mark": "Три яблока",
        "town": "Понивилль",
        "location": "ферма «Яблочная Аллея»",
        "description": "Земная пони, один из главных персонажей в сериале. Живёт и работает на ферме «Яблочная Аллея» вместе со своей бабушкой Бабулей Смит, старшим братом Большим Маки и младшей сестрой Эппл Блум, где выращивает различные овощи и фрукты, в основном – яблоки. Кроме того, у неё есть питомец — собака по кличке Вайнона. Эпплджек представляет собой элемент честности. Она – надёжная и верная пони, которая всегда готова помочь всем, кто в этом нуждается, а также – хорошая сестра для Эппл Блум, и помогает ей и её друзьям в приключениях. "
      },
      {
        "id": 2,
        "name": "Рарити",
        "gender": "female",
        "type": "Unicorn",
        "img": "https://i.postimg.cc/tRLcwY9w/57c3d0961dea0156d4e6ca6b.png",
        "cutie-mark": "Три ромбовидных бриллианта",
        "town": "Понивилль",
        "location": "Бутик Карусель",
        "description": "Единорог светло-серого цвета, с гривой пурпурно-синего цвета. Её знак отличия — три ромбовидных бриллианта. Живёт она в Понивилле и является одной из главных героинь в сериале. Она работает как модным дизайнером, так и швеёй в её собственном магазине Бутик Карусель. У неё есть младшая сестра Крошка Белль, а также питомец — белая персидская кошка по кличке Опалесенс (сокращенно Опал). Её характерной чертой является элегантность. Рарити представляет элемент щедрости. "
      },
      {
        "id": 3,
        "name": "Пинки Пай",
        "gender": "female",
        "type": "Earth",
        "img": "https://i.postimg.cc/DwQvzdRL/617px-Pinky-Pie.png",
        "cutie-mark": "Один жёлтый и два голубых шарика",
        "town": "Понивилль",
        "location": "«Сахарный дворец»",
        "description": "Ярко-розовая земная пони с тёмно-розовой гривой. Её знак отличия — три воздушных шарика: один жёлтый и два голубых. Является одним из главных персонажей в сериале. Пинки Пай живёт и работает в «Сахарном Дворце» — кондитерской в Понивилле, помогая Мистеру и Миссис Пирожок в делах и присматривая за их детьми. Пинки Пай обожает вечеринки и устраивает их для других пони. Она знает всех в городе и помнит все дни рождения. По характеру Пинки Пай неудержима, полна энтузиазма, беззаботна, болтлива, весела и смешлива. Она сочиняет и исполняет большое количество песен. У Пинки есть беззубый маленький питомец-аллигатор по кличке Зубастик. Она часто разряжает ситуации в сериале своими комическими выходками и совершает поступки, которые не поддаются логике, например, её «надувные» волосы и «уничтожение четвёртой стены». "
      },
      {
        "id": 4,
        "name": "Радуга Дэш",
        "gender": "female",
        "type": "Pegasus",
        "img": "https://i.postimg.cc/Hx1JFwPj/rainbow-dash-dash-with-it-by-mysteriouskaos-d5cu0zq.png",
        "cutie-mark": "Трёхцветная молния, бьющая из облака",
        "town": "Клаудсдейл",
        "location": "облако",
        "description": "Небесно-голубая пони-пегас с радужной гривой и хвостом, являющаяся одним из главных персонажей в сериале. Она ответственна за поддержание погоды и расчистку неба от облаков в Понивилле. По её словам, она может очистить небо ровно за 10 секунд. Также она является большой поклонницей Чудо-молний и мечтает вступить в их ряды, что и произошло в эпизоде «Новичок Дэш». В серии Звуковая радуга, Рарити и Принцесса Селестия заявляют, что она лучший лётчик во всей Эквестрии. Из главной шестёрки она стала последней, кто завёл себе питомца — черепаху по кличке Тэнк. "
      },
      {
        "id": 5,
        "name": "Флаттершай",
        "gender": "female",
        "type": "Pegasus",
        "img": "https://i.postimg.cc/q7KhGs68/111.jpg",
        "cutie-mark": "Три бабочки",
        "town": "Понивилль",
        "location": "Домик около леса",
        "description": "Пони-пегас, являющаяся одной из главных героинь сериала My Little Pony. Она живет в маленьком доме возле Вечнозелёного леса и заботится о животных. Её питомцем является кролик Энджел."
      },
      {
        "id": 6,
        "name": "Трикси",
        "gender": "female",
        "type": "Unicorn",
        "img": "https://i.postimg.cc/2jnR9fGD/eea03043a379c56d970acd0121a45bf9d6e306b8-hq.jpg",
        "cutie-mark": "Полумесяц и волшебная палочка",
        "town": "Понивилль",
        "location": "Школа дружбы",
        "description": "Пони-единорог и странствующая фокусница, являющаяся главным антагонистом в эпизодах «Хвастунишка» и «Магическая дуэль». Трикси склонна говорить о себе в третьем лице и называть себя «Великая и Могучая Трикси» или «Великая и Кающаяся Трикси» (в конце серии «Магическая дуэль»). Она посещает Понивилль вместе со своим театром одной пони, в котором она показывает, сильно преувеличивая, и хвастается своими способностями, а также приписывает себе победу над Урсой Старшим. Имя «Трикси» — уменьшительно-ласкательная форма имени «Беатрикс» и «Виатрикс»."
      },
      {
        "id": 7,
        "name": "Свирл Бородатый",
        "gender": "male",
        "type": "Alicorn",
        "img": "https://i.postimg.cc/4yJRSsQ3/s600.jpg",
        "cutie-mark": "Неизвестно",
        "town": "Неизвестно",
        "location": "Неизвестно",
        "description": "Является родоначальником большинства заклинаний, известных единорогам и аликорнам к моменту действия сериала. Впервые Свирл Бородатый был упомянут Искоркой в серии Затмение Луны, когда она демонстрировала свой костюм для Ночи Кошмаров Спайку. Она описывала Свирла Бородатого так: 'наиболее выдающийся волшебник древних времён' и 'Он автор более двухсот заклинаний, в Библиотеке Магии Кантерлота даже есть полка, названная в его честь.'"
      },
      {
        "id": 8,
        "name": "Принцесса Селестия",
        "gender": "female",
        "type": "Alicorn",
        "img": "https://i.postimg.cc/s2hJtWTn/2366315497.jpg",
        "cutie-mark": "Стилизованное Солнце",
        "town": "Кантерлот",
        "location": "Замок королевских сестёр",
        "description": "Мудрая, правящая более тысячи лет правительница Эквестрии вместе со своей младшей сестрой — Принцессой Луной. В дополнение к её обязанностям, она также являлась наставником Сумеречной Искорки и Сансет Шиммер в разные периоды времени. У нее есть домашний Феникс по имени Филомина."
      },
      {
        "id": 9,
        "name": "Принцесса Луна",
        "gender": "female",
        "type": "Alicorn",
        "img": "https://i.postimg.cc/v8g6XySz/544px-Princess-luna-overlooking-by-sunran80.png",
        "cutie-mark": "Полумесяц в ночном небе",
        "town": "Кантерлот",
        "location": "Замок королевских сестёр",
        "description": "Младшая сестра принцессы Селестии и главный антагонист первых двух эпизодов первого сезона (в облике Лунной пони). Благодаря Элементам гармонии принцесса Луна лишилась своей агрессивной оболочки, а позже была восстановлена в правах как соправительница Эквестрии наряду с принцессой Селестией. В серии «Начало конца. Часть 1» вместе с Селестией принимает решение отречься от престола в пользу Сумеречной Искорки. "
      },
      {
        "id": 10,
        "name": "Принцесса Каденс",
        "gender": "female",
        "type": "Alicorn",
        "img": "https://i.postimg.cc/vHwtChjC/Ie-YPv-K8-JVD4.jpg",
        "cutie-mark": "Полумесяц в ночном небе",
        "town": "Кристальная империя",
        "location": "Неизвестно",
        "description": "Впервые показанный в финале второго сезона. В конце второго сезона появляется лже-Каденс, заточившая настоящую принцессу в пещере под Кантерлотом. Настоящая Каденс впоследствии выходит замуж за Шайнинг Армора. Начиная с третьего сезона она — правительница Кристальной империи."
      },
      {
        "id": 11,
        "name": "Флурри Харт",
        "gender": "female",
        "type": "Alicorn",
        "img": "https://i.postimg.cc/mDG6V4Q6/2bfecd4a8c53f011a4a4d335339b3e3b.png",
        "cutie-mark": "нет",
        "town": "Кристальная империя",
        "location": "Неизвестно",
        "description": "Новорождённая дочь Принцессы Каденс и Шайнинг Армора. Впервые она косвенно упоминается в серии «Пинки Пай кое-что знает», а физически появляется в премьере шестого сезона. "
      },
      {
        "id": 12,
        "name": "Шайнинг Армор",
        "gender": "male",
        "type": "Unicorn",
        "img": "https://i.postimg.cc/FHJnNLnk/i.jpg",
        "cutie-mark": "Шестиконечная звезда на щите с тремя звёздами над ним",
        "town": "Кристальная империя",
        "location": "Неизвестно",
        "description": "Брат Сумеречной Иcкорки и супруг принцессы Каденс. Живёт в Кристальной Империи. Он веселый и заботливый, но вместе с тем храбрый и самоотверженный. Обладает большой магической силой, может даже поддерживать огромный силовой барьер над всем Кантерлотским замком. В серии «Свадьба в Кантерлоте. Часть 1» был загипнотизирован Королевой Крисалис, в той же серии женился на принцессе Каденс. Он был единственным пони, которого Искорка считала другом в детстве. И с детства же мечтал стать начальником Кантерлотской стражи. В последствии его мечта исполнилась."
      },
      {
        "id": 13,
        "name": "Флим и Флэм",
        "gender": "male",
        "type": "Unicorn",
        "img": "https://i.postimg.cc/kXkmd8vL/flim-and-flam-by-kas92-d4xpl6z.png",
        "cutie-mark": "Часть яблока",
        "town": "Лас-Пегас",
        "location": "Неизвестно",
        "description": "Путешествующие продавцы, являющиеся антагонистами в эпизоде «Сверхскоростная соковыжималка 6000». Знак отличия Флима - кусочек яблока, а у Флэма — яблоко, у которого не достаёт этого кусочка. Вместе эти знаки создают полное яблоко. У Флэма есть усы, т.е. можно предположить, что Флэм старше Флима. Их главное сходство в том, что они ради денег готовы на все, и поэтому проигрывают в состязании по производству сока, забыв о его качестве. Так же братья Флим и Флэм выше обычных единорогов."
      },
      {
        "id": 14,
        "name": "Пампкин Пирожок",
        "gender": "female",
        "type": "Unicorn",
        "img": "https://i.postimg.cc/4330jxhm/259-2590476-sollace-cute-diaper-foal-pony-pumpkin-cake-safe.png",
        "cutie-mark": "нет",
        "town": "Понивилль",
        "location": "Сахарный дворец",
        "description": "Паунд Пирожок и Пампкин Пирожок  - жеребята-близнецы Мистера и Миссис Пирожок, которые впервые появляются в эпизоде «Новорождённые пони». Для своего возраста имеет хорошие способности. Сумеречная Искорка предупреждала следить за единорожкой, так как «Когда она подрастет, то станет использовать свою магию направо и налево»."
      },
      {
        "id": 15,
        "name": "Эппл Блум",
        "gender": "female",
        "type": "Earth",
        "img": "https://i.postimg.cc/MGLJZQyC/kak-narisovat-eplblum-poni.jpg",
        "cutie-mark": "нет",
        "town": "Понивилль",
        "location": "ферма «Сладкое Яблоко»",
        "description": "Пони школьного возраста светло-жёлтого цвета с тёмно-малиновой гривой. Она является младшей сестрой Эпплджек и Большого Маки. Является внучкой бабули Смит и членом семьи Эппл в Понивилле. Эппл Блум — единственная учащаяся в школе пони, имя которой становится известно до эпизода 'Хвастунишка'. Вместе со своими подругами Крошкой Бель и Скуталу, она создаёт общество 'Искатели знаков отличия'. Она обладает навыками к строительству и ремонту, восстанавливая старый клубный дом Эпплджек, который становится штаб-квартирой Искателей Знаков Отличия в серии 'Шоу талантов'. Эппл Блум всегда носит на голове темно-розовый бант. Когда Эппл Блум грустит, он опускается и бесформенно висит."
      },
      {
        "id": 16,
        "name": "Чиз Сэндвич",
        "gender": "male",
        "type": "Earth",
        "img": "https://i.postimg.cc/pLtQ9WQy/111.jpg",
        "cutie-mark": "Бутерброд с сыром в виде гармошки",
        "town": "неизвестно",
        "location": "неизвестно",
        "description": "«Cупер-дупер вечериночный пони». Впервые Чиз Сэндвич показан на окраине Эппллузы, только что покинувший вечеринку для пони и буйволов. Уходя, его «Чиз-чутьё» указывает в сторону Понивилля."
      },
      {
        "id": 17,
        "name": "Большой Макинтош",
        "gender": "male",
        "type": "Earth",
        "img": "https://i.postimg.cc/x8wvxJZN/my-little-ponyes-fim201.png",
        "cutie-mark": "Большое разрезанное пополам зелёное яблоко",
        "town": "Понивилль",
        "location": "ферма «Сладкое Яблоко»",
        "description": "Старший брат Эпплджек, Эппл Блум и член семьи Эппл. Он дебютирует в первом эпизоде, в ходе которого он праздно ходит по Понивиллю, когда Искорка прибывает в город. Позже Эпплджек представляет его Искорке во время сбора семьи Эпплов. Он не имеет реплик до четвёртого эпизода, Сбор урожая. Маки тихий и спокойный, часто отвечает простым «Д-да» или «Н-нет». Впервые, по прозвищу Биг Мак, его назвали в серии Загадочная лихорадка"
      },
      {
        "id": 18,
        "name": "Крошка Бель",
        "gender": "female",
        "type": "Unicorn",
        "img": "https://i.postimg.cc/zXJNPtn7/Fm-Vcy-DAn-Q-o.jpg",
        "cutie-mark": "Щит со звездой и нотой в нём",
        "town": "Понивилль",
        "location": "бутик «Карусель»",
        "description": "Младшая сестра Рарити. Белль и её друзья Эппл Блум, Скуталу и Бэбс Сид называют себя 'Искателями знаков отличия'. Крошка Белль глубоко восхищается своей старшей сестрой Рарити и часто старается показать свою преданность и любовь, предлагая помочь ей с её работой и рутинными делами. Несмотря на её добрые намерения, её попытки обычно оканчиваются катастрофой и раздражают Рарити."
      },
      {
        "id": 19,
        "name": "Бэбс Сид",
        "gender": "female",
        "type": "Earth",
        "img": "https://i.postimg.cc/7Z3W8wwT/5fbcbd1aa2b0a47001aec17a4c0773cf98602b25-hq.jpg",
        "cutie-mark": "Ножницы с рукоятками в форме половинок яблок",
        "town": "Мэйнхэттен",
        "location": "неизвестно",
        "description": "Впервые появляется в третьем сезоне, в четвёртой серии, «Плохое яблоко». В конце эпизода она становится одной из Искателей Знаков Отличия. Это тёмно-оранжевая пони, даже ближе к коричневому, с розовой гривой и зелёными глазами. В начале пятого сезона она получает свой знак отличия — ножницы. Сначала её считали задирой, но оказалось, что она обижает других только из-за того, что в её родном городе — Мэйнхэттене — были задиры, и они обижали Бэбс Сид, а она не хотела, чтобы и в Понивилле её обижали. Но потом она присоединилась к Искателям знаков отличия. В третьем сезоне она появлялась два раза."
      },
      {
        "id": 20,
        "name": "Бабуля Смит",
        "gender": "female",
        "type": "Earth",
        "img": "https://i.postimg.cc/gcKyWjZp/2-63.jpg",
        "cutie-mark": "Яблочный пирог",
        "town": "Понивилль",
        "location": "Яблочная аллея",
        "description": "Пожилая земная пони и бабушка Эпплджек, Эппл Блум и Большого Маки. Её имя является отсылкой к известному сорту яблок Granny Smith (в серии «Экзамен на раз, два, три!» Эпплджек упоминает, что Бабуля Смит создала первое яблоко этого сорта в Филлидельфии, когда была жеребёнком). Также, как и у всех пони из семьи Эппл, её знак отличия связан с яблоком, в данном случае это — яблочный пирог."
      },
      {
        "id": 21,
        "name": "Паунд Пирожок",
        "gender": "male",
        "type": "Pegasus",
        "img": "https://i.postimg.cc/05M30rV9/326-3267730-my-little-pony-pound-cake-vector-mlp-baby.png",
        "cutie-mark": "Нет",
        "town": "Понивилль",
        "location": "Сахарный дворец",
        "description": "Паунд Пирожок и Пампкин Пирожок — жеребята-близнецы Мистера и Миссис Пирожок, которые впервые появляются в эпизоде «Новорождённые пони». Пинки Пай была удивлена полетом Паунда («Ты летаешь?»), чтобы его поймать, ей пришлось пройти по потолку при помощи присосок. Пампкин её тоже удивила, особенно когда та вышла из «клетки». Радуга Дэш предупреждала о Паунде: «Ха-ха, следите за пегасом, он подрастет - его не поймаешь»."
      },
      {
        "id": 21,
        "name": "Большой Бицепс",
        "gender": "male",
        "type": "Pegasus",
        "img": "https://i.postimg.cc/zfyM2Bqw/hiclipart-com.png",
        "cutie-mark": "Гантель",
        "town": "Неизвестно",
        "location": "Неизвестно",
        "description": "Выглядит значительно более крупным и мускулистым, чем другие фоновые пони. Хотя Бицепс взрослый пегас, его крылья очень маленькие, как у жеребёнка, и смотрятся непропорционально телу. Его дизайн уникален и не использовался для других пони. Изначально Бицепс задумывался, как «ещё одна визуальная шутка» («more of a visual gag») , но в итоге было принято решение сделать его заметным шумным пегасом. Его имя не было названо в сериях до эпизода «Радужные водопады»."
      },
      {
        "id": 22,
        "name": "Скуталу",
        "gender": "female",
        "type": "Pegasus",
        "img": "https://i.postimg.cc/wMx4YThj/tXUWc.jpg",
        "cutie-mark": "Щит с крылом и молнией в нём",
        "town": "Понивилль",
        "location": "Домик",
        "description": "Вместе со своими подругами, Крошкой Бель и Эппл Блум, у которых также не было отличительных меток, Скуталу основала клуб Искателей знаков отличия. Хотя Скуталу ещё не умеет летать, она мастерски управляется с вождением своего скутера и использует свои крылья для ускорения. Скуталу является большой поклонницей Радуги Дэш, с которой она находится в отношениях младшей-старшей сестры, хотя они не являются родственниками."
      },
      {
        "id": 23,
        "name": "Спитфайр",
        "gender": "female",
        "type": "Pegasus",
        "img": "https://i.postimg.cc/5tMZkJk6/pngwing-com.png",
        "cutie-mark": "Профиль стилизованного феникса",
        "town": "Клаудсдейл",
        "location": "Неизвестно",
        "description": "Капитан Чудомолний. Спитфайр впервые появляется в эпизоде «Звуковая радуга», а её имя впервые было использовано в «Самый лучший вечер». Она и Соарин — первые Чудомолнии, чьи имена появились в сериале. В английском языке слово 'Spitfire' обозначает человека со вспыльчивым характером. Также «Супермарин Спитфайр» ('Supermarine Spitfire') — название лучшего английского истребителя времён Второй мировой войны. "
      }
]