[
    {
      "id": 0,
      "name": "Сумеречная Искорка",
      "gender": "female",
      "type": "Unicorn",
      "img": "https://i.postimg.cc/cHn5sTbN/243a0b043fe71c6fa11df7f3c0a315cd7f910262-00.jpg",
      "cutie-mark": "Шестиконечная звезда и пять звёзд по кругу",
      "town": "Кантерлот",
      "location": "Городская библиотека",
      "description": "Единорог сиреневого цвета, с гривой синего цвета и розово-фиолетовыми полосками. Бывшая лучшая ученица Принцессы Селестии, главная героиня сериала. Жила в Кантерлоте, где обучалась под опекой принцессы, но переехала в Понивилль, где сейчас работает в качестве библиотекаря и продолжает своё обучение. Искорка регулярно поддерживает переписку с её учительницей. До конца четвёртого сезона проживала в городской библиотеке вместе с юным драконом Спайком и филином Совой. К сожалению, в последней серии четвёртого сезона библиотека была полностью уничтожена Лордом Тиреком, но, к счастью, позже на её месте появился Замок Радужного Королевства, в котором теперь она и проживает. Сумеречная Искорка представляет элемент магии. После серии «Загадочное волшебное лекарство» превратилась в аликорна и была награждена званием принцессы, став таким образом четвёртым аликорном из уже известных Принцессы Селестии, Принцессы Луны и Принцессы Каденс. "
    },
    {
        "id": 1,
        "name": "Эпплджек",
        "gender": "female",
        "type": "Earth",
        "img": "https://i.postimg.cc/X7b89Fjj/137661.jpg",
        "cutie-mark": "Три яблока",
        "town": "Понивилль",
        "location": "ферма «Яблочная Аллея»",
        "description": "Земная пони, один из главных персонажей в сериале. Живёт и работает на ферме «Яблочная Аллея» вместе со своей бабушкой Бабулей Смит, старшим братом Большим Маки и младшей сестрой Эппл Блум, где выращивает различные овощи и фрукты, в основном – яблоки. Кроме того, у неё есть питомец — собака по кличке Вайнона. Эпплджек представляет собой элемент честности. Она – надёжная и верная пони, которая всегда готова помочь всем, кто в этом нуждается, а также – хорошая сестра для Эппл Блум, и помогает ей и её друзьям в приключениях. "
      },
      {
        "id": 2,
        "name": "Рарити",
        "gender": "female",
        "type": "Unicorn",
        "img": "https://i.postimg.cc/tRLcwY9w/57c3d0961dea0156d4e6ca6b.png",
        "cutie-mark": "Три ромбовидных бриллианта",
        "town": "Понивилль",
        "location": "Бутик Карусель",
        "description": "Единорог светло-серого цвета, с гривой пурпурно-синего цвета. Её знак отличия — три ромбовидных бриллианта. Живёт она в Понивилле и является одной из главных героинь в сериале. Она работает как модным дизайнером, так и швеёй в её собственном магазине Бутик Карусель. У неё есть младшая сестра Крошка Белль, а также питомец — белая персидская кошка по кличке Опалесенс (сокращенно Опал). Её характерной чертой является элегантность. Рарити представляет элемент щедрости. "
      },
      {
        "id": 3,
        "name": "Пинки Пай",
        "gender": "female",
        "type": "Earth",
        "img": "https://i.postimg.cc/DwQvzdRL/617px-Pinky-Pie.png",
        "cutie-mark": "Один жёлтый и два голубых шарика",
        "town": "Понивилль",
        "location": "«Сахарный дворец»",
        "description": "Ярко-розовая земная пони с тёмно-розовой гривой. Её знак отличия — три воздушных шарика: один жёлтый и два голубых. Является одним из главных персонажей в сериале. Пинки Пай живёт и работает в «Сахарном Дворце» — кондитерской в Понивилле, помогая Мистеру и Миссис Пирожок в делах и присматривая за их детьми. Пинки Пай обожает вечеринки и устраивает их для других пони. Она знает всех в городе и помнит все дни рождения. По характеру Пинки Пай неудержима, полна энтузиазма, беззаботна, болтлива, весела и смешлива. Она сочиняет и исполняет большое количество песен. У Пинки есть беззубый маленький питомец-аллигатор по кличке Зубастик. Она часто разряжает ситуации в сериале своими комическими выходками и совершает поступки, которые не поддаются логике, например, её «надувные» волосы и «уничтожение четвёртой стены». "
      },
      {
        "id": 4,
        "name": "Радуга Дэш",
        "gender": "female",
        "type": "Pegasus",
        "img": "https://i.postimg.cc/Hx1JFwPj/rainbow-dash-dash-with-it-by-mysteriouskaos-d5cu0zq.png",
        "cutie-mark": "Трёхцветная молния, бьющая из облака",
        "town": "Клаудсдейл",
        "location": "облако",
        "description": "Небесно-голубая пони-пегас с радужной гривой и хвостом, являющаяся одним из главных персонажей в сериале. Она ответственна за поддержание погоды и расчистку неба от облаков в Понивилле. По её словам, она может очистить небо ровно за 10 секунд. Также она является большой поклонницей Чудо-молний и мечтает вступить в их ряды, что и произошло в эпизоде «Новичок Дэш». В серии Звуковая радуга, Рарити и Принцесса Селестия заявляют, что она лучший лётчик во всей Эквестрии. Из главной шестёрки она стала последней, кто завёл себе питомца — черепаху по кличке Тэнк. "
      },
      {
        "id": 5,
        "name": "Флаттершай",
        "gender": "female",
        "type": "Pegasus",
        "img": "https://i.postimg.cc/05LKMnXB/My-little-ponyes-flattershay45.png",
        "cutie-mark": "Три бабочки",
        "town": "Понивилль",
        "location": "Домик около леса",
        "description": "Пони-пегас, являющаяся одной из главных героинь сериала My Little Pony. Она живет в маленьком доме возле Вечнозелёного леса и заботится о животных. Её питомцем является кролик Энджел."
      }
]